zdharma/fast-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
marzocchi/zsh-notify
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/gpg-agent
ohmyzsh/ohmyzsh path:plugins/extract
hlissner/zsh-autopair
# robbyrussell/oh-my-zsh path:plugins/extract
Pustelto/shell_theme
agkozak/zsh-z
