tap "alexhallam/tidy-viewer"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "ack"
brew "git"
brew "antibody"
brew "python@3.10", link: false
brew "asciinema"
brew "azure-cli"
brew "bat"
brew "node", link: false
brew "bitwarden-cli"
brew "blueutil"
brew "glib"
brew "kubernetes-cli", link: false
brew "devspace"
brew "docker", link: false
brew "docker-compose", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fontforge", link: false
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gradle"
brew "helm"
brew "htmlq"
brew "htop"
brew "libheif"
brew "tcl-tk"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "luajit", args: ["HEAD"]
brew "maven"
brew "mysql-client"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "pkcs11-helper"
brew "openvpn"
brew "pipenv"
brew "pwgen"
brew "python@3.8", link: false
brew "ripgrep"
brew "ruby"
brew "rust"
brew "terminal-notifier"
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchman"
brew "yarn"
brew "z"
brew "zsh"
brew "alexhallam/tidy-viewer/tidy-viewer"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "mas-cli/tap/mas"
cask "bitwarden"
cask "caffeine"
cask "cyberduck"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-fira-code"
cask "font-recursive"
cask "font-source-code-pro"
cask "fontforge"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "iterm2"
cask "keycastr"
cask "notion"
cask "oracle-jdk"
cask "raycast"
cask "safari-technology-preview"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "toggl-track"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
