tap "alexhallam/tidy-viewer"
tap "aquaproj/aqua"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mas-cli/tap"
tap "supabase/tap"
brew "ack"
brew "antidote"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "cask"
brew "openjdk"
brew "dependency-check"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "pango"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "helm"
brew "helmfile"
brew "htmlq"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "lua-language-server"
brew "luajit"
brew "maven"
brew "mysql-client"
brew "n"
brew "neovim"
brew "openjdk@11"
brew "openjdk@17"
brew "pipenv"
brew "pipx"
brew "pkcs11-helper"
brew "pwgen"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "tcl-tk", link: false
brew "terminal-notifier"
brew "tidy-html5"
brew "tldr"
brew "tmux"
brew "watchman"
brew "z"
brew "zsh"
brew "alexhallam/tidy-viewer/tidy-viewer"
brew "aquaproj/aqua/aqua"
brew "azure/kubelogin/kubelogin"
brew "mas-cli/tap/mas"
brew "supabase/tap/supabase"
cask "cyberduck"
cask "firefox"
cask "firefox@nightly"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "raycast"
cask "safari-technology-preview"
cask "skype"
cask "slack"
cask "vlc"
cask "zed"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
