tap "alexhallam/tidy-viewer"
tap "aquaproj/aqua"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mas-cli/tap"
tap "supabase/tap"
brew "ack"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "boost"
brew "glib"
brew "openjdk"
brew "dependency-check"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "pango"
brew "fontforge", link: false
brew "node"
brew "fx"
brew "fzf"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gradle"
brew "helm"
brew "helmfile"
brew "htmlq"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "lua-language-server"
brew "luajit"
brew "maven"
brew "mysql-client"
brew "n"
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "openjdk@17"
brew "pkcs11-helper"
brew "pipenv"
brew "pipx"
brew "pwgen"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "tcl-tk", link: false
brew "tidy-html5"
brew "tig"
brew "tldr"
brew "tmux"
brew "watchman"
brew "z"
brew "zsh"
brew "alexhallam/tidy-viewer/tidy-viewer"
brew "aquaproj/aqua/aqua"
brew "azure/kubelogin/kubelogin"
brew "mas-cli/tap/mas"
brew "supabase/tap/supabase"
cask "cyberduck"
cask "firefox"
cask "firefox@nightly"
cask "font-fira-code"
cask "fontforge"
cask "keycastr"
cask "notion"
cask "raycast"
cask "safari-technology-preview"
cask "skype"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zed"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "andrewleedham.vscode-css-modules"
vscode "apollographql.vscode-apollo"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-highlight"
vscode "fabiospampinato.vscode-todo-plus"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hoovercj.vscode-dimmer"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnpapa.vscode-peacock"
vscode "meganrogge.template-string-converter"
vscode "mike-co.import-sorter"
vscode "mrmlnc.vscode-json5"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "okitavera.vscode-nunjucks-formatter"
vscode "orta.vscode-jest"
vscode "pustelto.bracketeer"
vscode "rafamel.subtle-brackets"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "siegebell.scope-info"
vscode "sleistner.vscode-fileutils"
vscode "smkamranqadri.vscode-bolt-language"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tabnine.tabnine-vscode"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "toba.vsfire"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "v4run.transpose"
vscode "vscodevim.vim"
vscode "wmaurer.change-case"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
